<?php

// Generated from database/seeders/sources/pms.html
// Groups: 10, Mains: 27, Workloads: 151

return array (
  0 => 
  array (
    'name' => 'งานโครงสร้างพื้นฐานและความมั่นคงปลอดภัยดิจิทัล',
    'max_score' => 3000.0,
    'mains' => 
    array (
      'งานบริการระบบอินเทอร์เน็ต' => 
      array (
        0 => 
        array (
          'name' => 'งานให้คำแนะนำ วิธีการใช้งาน และการแก้ไขปัญหาของการใช้งานระบบอินเทอร์เน็ต',
          'score' => 10.0,
        ),
        1 => 
        array (
          'name' => 'งานสำรวจ จัดหา ตรวจสอบความพร้อมใช้งาน ติดตั้ง ซ่อมแซม บำรุงรักษา และแก้ปัญหาจากการใช้งานระบบเครือข่ายอินเทอร์เน็ตของมหาวิทยาลัย/อาคาร/ห้องปฏิบัติการที่อยู่ในความรับผิดชอบ',
          'score' => 25.0,
        ),
        2 => 
        array (
          'name' => 'งานติดตั้งการเชื่อมต่อระบบเครือข่ายอินเทอร์เน็ตกับอุปกรณ์ต่อพ่วงต่าง ๆ',
          'score' => 25.0,
        ),
        3 => 
        array (
          'name' => 'งานดูแล ควบคุม และบริหารจัดการการรักษาความปลอดภัยบนระบบคอมพิวเตอร์และเครือข่ายอินเทอร์เน็ต ให้มีความเสถียร สามารถใช้งานได้ตลอดเวลา',
          'score' => 25.0,
        ),
        4 => 
        array (
          'name' => 'งานเขียนชุดคำสั่ง/ปรับปรุงชุดคำสั่ง หรือตั้งค่าอุปกรณ์ เพื่อควบคุมระบบเครือข่ายอินเทอร์เน็ต และอุปกรณ์ที่เกี่ยวข้อง',
          'score' => 25.0,
        ),
        5 => 
        array (
          'name' => 'งานจัดการอุปกรณ์ระบบอินเทอร์เน็ตที่เกี่ยวข้องในการแทงจำหน่ายอย่างเป็นระบบ',
          'score' => 25.0,
        ),
        6 => 
        array (
          'name' => 'การมีส่วนร่วมในการกำหนดนโยบายการใช้งานระบบเครือข่ายคอมพิวเตอร์และอินเทอร์เน็ต หรืออื่น ๆ ที่เกี่ยวข้อง',
          'score' => 15.0,
        ),
        7 => 
        array (
          'name' => 'งานจัดทำร่างข้อกำหนดคุณลักษณะงานด้านระบบอินเทอร์เน็ต',
          'score' => 25.0,
        ),
        8 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR), กรรมการกำหนดราคากลาง, กรรมการเปิดซองสอบราคา, กรรมการตรวจรับ งานด้านระบบอินเทอร์เน็ต (วงเงินไม่เกิน 500,000 บาท)',
          'score' => 25.0,
        ),
        9 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR), กรรมการกำหนดราคากลาง, กรรมการเปิดซองสอบราคา, กรรมการตรวจรับ งานด้านระบบอินเทอร์เน็ต (วงเงินมากกว่า 500,000 บาท)',
          'score' => 50.0,
        ),
      ),
      'งานบริการเครื่องแม่ข่าย' => 
      array (
        0 => 
        array (
          'name' => 'งานบริการให้คำแนะนำวิธีการใช้งาน และแก้ปัญหาการใช้งานเครื่องแม่ข่าย',
          'score' => 10.0,
        ),
        1 => 
        array (
          'name' => 'งานให้บริการติดตั้งหรือจัดการบัญชีพื้นที่เครื่องแม่ข่ายของเว็บไซต์ หรือระบบต่าง ๆ แก่หน่วยงานภายในมหาวิทยาลัย',
          'score' => 15.0,
        ),
        2 => 
        array (
          'name' => 'งานสำรวจ จัดหา ตรวจสอบความพร้อมใช้งาน ดูแล ควบคุม และบริหารจัดการระบบให้บริการเครื่องแม่ข่ายเว็บไซต์หรือระบบสารสนเทศของมหาวิทยาลัย ให้มีความเสถียร สามารถใช้งานได้ตลอดเวลา',
          'score' => 15.0,
        ),
        3 => 
        array (
          'name' => 'งานเขียนชุดคำสั่ง/ปรับปรุงชุดคำสั่ง หรือตั้งค่าอุปกรณ์ แก้ไขปัญหาของเครื่องแม่ข่ายเพื่อให้สามารถทำงานได้อย่างมีประสิทธิภาพ',
          'score' => 25.0,
        ),
        4 => 
        array (
          'name' => 'งานสำรองหรือกู้คืนข้อมูลเครื่องแม่ข่ายที่บริการระบบสารสนเทศของมหาวิทยาลัย',
          'score' => 25.0,
        ),
        5 => 
        array (
          'name' => 'งานติดตั้งชุดคำสั่งระบบปฏิบัติการเครื่องแม่ข่าย',
          'score' => 50.0,
        ),
        6 => 
        array (
          'name' => 'งานจัดการอุปกรณ์ระบบเครื่องแม่ข่ายในการแทงจำหน่ายอย่างเป็นระบบ',
          'score' => 25.0,
        ),
        7 => 
        array (
          'name' => 'งานจัดทำร่างข้อกำหนดคุณลักษณะงานด้านเครื่องแม่ข่าย',
          'score' => 25.0,
        ),
        8 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR), กรรมการกำหนดราคากลาง, กรรมการเปิดซองสอบราคา, กรรมการตรวจรับ งานด้านเครื่องแม่ข่าย (วงเงินไม่เกิน 500,000 บาท)',
          'score' => 25.0,
        ),
        9 => 
        array (
          'name' => 'เป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR), กรรมการกำหนดราคากลาง, กรรมการเปิดซองสอบราคา, กรรมการตรวจรับ งานด้านเครื่องแม่ข่าย (วงเงินมากกว่า 500,000 บาท)',
          'score' => 50.0,
        ),
      ),
      'งานบริการระบบกล้องวงจรปิด' => 
      array (
        0 => 
        array (
          'name' => 'งานบริการให้คำแนะนำวิธีการใช้งาน และแก้ปัญหาการใช้งานระบบกล้องวงจรปิด',
          'score' => 10.0,
        ),
        1 => 
        array (
          'name' => 'งานสำรวจ จัดหา ตรวจสอบความพร้อมใช้งาน ติดตั้ง ซ่อมแซม บำรุงรักษา และแก้ปัญหาจากการใช้งานกล้องวงจรปิดภายในอาคารที่ได้รับมอบหมาย และอุปกรณ์กล้องวงจรปิดของมหาวิทยาลัย ให้พร้อมใช้งานตลอดเวลา',
          'score' => 25.0,
        ),
        2 => 
        array (
          'name' => 'งานเขียนชุดคำสั่ง/ปรับปรุงชุดคำสั่ง หรือตั้งค่าอุปกรณ์ เพื่อควบคุมการทำงานของอุปกรณ์กล้องวงจรปิดได้อย่างมีประสิทธิภาพ',
          'score' => 25.0,
        ),
        3 => 
        array (
          'name' => 'งานส่งออกข้อมูลภาพ/วิดีโอกล้องวงจรปิด ที่ได้รับมอบหมายจากมหาวิทยาลัย/ผู้บริหาร',
          'score' => 25.0,
        ),
        4 => 
        array (
          'name' => 'งานจัดการอุปกรณ์ระบบกล้องวงจรปิดในการแทงจำหน่ายอย่างเป็นระบบ',
          'score' => 25.0,
        ),
        5 => 
        array (
          'name' => 'งานจัดทำร่างข้อกำหนดคุณลักษณะงานด้านระบบกล้องวงจรปิด',
          'score' => 25.0,
        ),
        6 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR), กรรมการกำหนดราคากลาง, กรรมการเปิดซองสอบราคา, กรรมการตรวจรับ งานด้านระบบกล้องวงจรปิด (วงเงินไม่เกิน 500,000 บาท)',
          'score' => 25.0,
        ),
        7 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR), กรรมการกำหนดราคากลาง, กรรมการเปิดซองสอบราคา, กรรมการตรวจรับ งานด้านระบบกล้องวงจรปิด (วงเงินมากกว่า 500,000 บาท)',
          'score' => 50.0,
        ),
      ),
      'งานบริการโทรศัพท์ดิจิทัล' => 
      array (
        0 => 
        array (
          'name' => 'งานบริการให้คำแนะนำวิธีการใช้งาร และแก้ปัญหาการใช้งานโทรศัพท์ดิจิทัล',
          'score' => 10.0,
        ),
        1 => 
        array (
          'name' => 'งานสำรวจ จัดหาระบบโทรศัพท์ดิจิทัล',
          'score' => 15.0,
        ),
        2 => 
        array (
          'name' => 'งานติดตั้งโทรศัพท์ดิจิทัลให้แก่หน่วยงานภายในมหาวิทยาลัย',
          'score' => 25.0,
        ),
        3 => 
        array (
          'name' => 'งานเขียนชุดคำสั่ง/ปรับปรุงชุดคำสั่ง เพื่อควบคุมการทำงานของอุปกรณ์โทรศัพท์ดิจิทัลได้อย่างมีประสิทธิภาพ',
          'score' => 25.0,
        ),
        4 => 
        array (
          'name' => 'งานบริหารจัดการ ควบคุม ดูแลระบบโทรศัพท์ดิจิทัลของมหาวิทยาลัย',
          'score' => 25.0,
        ),
        5 => 
        array (
          'name' => 'งานจัดการอุปกรณ์ระบบโทรศัพท์ดิจิทัลในการแทงจำหน่ายอย่างเป็นระบบ',
          'score' => 25.0,
        ),
        6 => 
        array (
          'name' => 'งานจัดทำร่างข้อกำหนดคุณลักษณะงานด้านระบบโทรศัพท์ดิจิทัล',
          'score' => 25.0,
        ),
        7 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR), กรรมการกำหนดราคากลาง, กรรมการเปิดซองสอบราคา, กรรมการตรวจรับ งานด้านระบบโทรศัพท์ดิจิทัล (วงเงินไม่เกิน 500,000 บาท)',
          'score' => 25.0,
        ),
        8 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR), กรรมการกำหนดราคากลาง, กรรมการเปิดซองสอบราคา, กรรมการตรวจรับ งานด้านระบบโทรศัพท์ดิจิทัล (วงเงินมากกว่า 500,000 บาท)',
          'score' => 50.0,
        ),
      ),
      'งานบริการระบบสนับสนุนการประชุมออนไลน์' => 
      array (
        0 => 
        array (
          'name' => 'งานบริการให้คำแนะนำวิธีการใช้งาน และแก้ปัญหาการใช้งานระบบสนับสนุนการประชุมออนไลน์',
          'score' => 10.0,
        ),
        1 => 
        array (
          'name' => 'งานสำรวจ จัดหาระบบสนับสนุนการประชุมออนไลน์',
          'score' => 15.0,
        ),
        2 => 
        array (
          'name' => 'งานบริหารจัดการ ควบคุม ดูแลระบบสนับสนุนการประชุมออนไลน์',
          'score' => 25.0,
        ),
        3 => 
        array (
          'name' => 'งานให้บริการควบคุม สนับสนุนการประชุมหรือการเรียนการสอนผ่านสื่ออิเล็กทรอนิกส์ (ให้บริการแบบ Online)',
          'score' => 15.0,
        ),
        4 => 
        array (
          'name' => 'งานให้บริการควบคุม สนับสนุนการประชุมหรือการเรียนการสอนผ่านสื่ออิเล็กทรอนิกส์ (Conference) ไปยังห้องประชุมภายในมหาวิทยาลัย (ให้บริการแบบ Onsite)',
          'score' => 25.0,
        ),
        5 => 
        array (
          'name' => 'งานจัดทำร่างข้อกำหนดคุณลักษณะงานด้านระบบสนับสนุนการประชุมออนไลน์',
          'score' => 25.0,
        ),
        6 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR), กรรมการกำหนดราคากลาง, กรรมการเปิดซองสอบราคา, กรรมการตรวจรับ งานด้านระบบสนับสนุนการประชุมออนไลน์ (วงเงินไม่เกิน 500,000 บาท)',
          'score' => 25.0,
        ),
        7 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR), กรรมการกำหนดราคากลาง, กรรมการเปิดซองสอบราคา, กรรมการตรวจรับ งานด้านระบบสนับสนุนการประชุมออนไลน์ (วงเงินมากกว่า 500,000 บาท)',
          'score' => 50.0,
        ),
      ),
      'งานบริการระบบโทรทัศน์ผ่านระบบเครือข่าย (IPTV) และจอประชาสัมพันธ์ดิจิทัล (Digital Signage)' => 
      array (
        0 => 
        array (
          'name' => 'งานบริการให้คำแนะนำวิธีการใช้งาน และแก้ปัญหาการใช้งานระบบโทรทัศน์ผ่านระบบเครือข่าย (IPTV) และจอประชาสัมพันธ์ดิจิทัล (Digital Signage)',
          'score' => 10.0,
        ),
        1 => 
        array (
          'name' => 'งานวางแผน สำรวจ ตรวจสอบการใช้งานระบบโทรทัศน์ผ่านระบบเครือข่าย (IPTV) และจอประชาสัมพันธ์ดิจิทัล (Digital Signage) ภายในอาคารที่ได้รับมอบหมาย และอุปกรณ์เชื่อมต่อต่าง ๆ ให้พร้อมใช้งาน',
          'score' => 25.0,
        ),
        2 => 
        array (
          'name' => 'งานติดตั้ง ซ่อมแซม บำรุงรักษา แก้ปัญหาอุปกรณ์ บริหารจัดการตั้งค่าระบบ การควบคุมระบบ และติดตามสถานะการทำงานของระบบ เพื่อให้ทำงานได้มีประสิทธิภาพ',
          'score' => 25.0,
        ),
        3 => 
        array (
          'name' => 'งานจัดทำหรือปรับปรุงผังการเชื่อมต่อระบบ',
          'score' => 25.0,
        ),
        4 => 
        array (
          'name' => 'งานจัดการอุปกรณ์ระบบโทรทัศน์ผ่านระบบเครือข่าย (IPTV) และจอประชาสัมพันธ์ดิจิทัล (Digital Signage) ในการแทงจำหน่ายอย่างเป็นระบบ',
          'score' => 25.0,
        ),
        5 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR) กรรมการกำหนดราคากลาง กรรมการเปิดซองสอบราคา กรรมการตรวจรับ ให้รายละเอียดงานด้านระบบโทรทัศน์ผ่านระบบเครือข่าย (IPTV) และจอประชาสัมพันธ์ดิจิทัล (Digital Signage) (วงเงินไม่เกิน 500,000 บาท)',
          'score' => 25.0,
        ),
        6 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR) กรรมการกำหนดราคากลาง กรรมการเปิดซองสอบราคา กรรมการตรวจรับ ให้รายละเอียดงานด้านระบบโทรทัศน์ผ่านระบบเครือข่าย (IPTV) และจอประชาสัมพันธ์ดิจิทัล (Digital Signage) (วงเงินมากกว่า 500,000 บาท)',
          'score' => 50.0,
        ),
      ),
      'งานบริการบัญชีโครงสร้างพื้นฐานดิจิทัล' => 
      array (
        0 => 
        array (
          'name' => 'งานเพิ่ม/ลบ/แก้ไขบัญชีโครงสร้างพื้นฐานดิจิทัล',
          'score' => 5.0,
        ),
        1 => 
        array (
          'name' => 'งานบริการให้คำแนะนำ และแก้ไขปัญหาเกี่ยวกับบัญชีโครงสร้างพื้นฐานดิจิทัล',
          'score' => 5.0,
        ),
        2 => 
        array (
          'name' => 'งานสร้างบัญชีแบบกลุ่ม',
          'score' => 25.0,
        ),
      ),
      'งานความมั่นคงปลอดภัยระบบสารสนเทศและการคุ้มครองข้อมูลส่วนบุคคล' => 
      array (
        0 => 
        array (
          'name' => 'งานเฝ้าระวัง ตรวจสอบ และป้องกันภัยคุกคามทางไซเบอร์ เช่น การตรวจสอบ Log ระบบเครือข่าย ระบบแม่ข่าย เว็บไซต์ และการรับมือเหตุผิดปกติ',
          'score' => 20.0,
        ),
        1 => 
        array (
          'name' => 'งานกำหนดหรือปรับปรุงมาตรการ แนวปฏิบัติ และนโยบายด้านความมั่นคงปลอดภัยระบบสารสนเทศ',
          'score' => 30.0,
        ),
        2 => 
        array (
          'name' => 'งานสำรวจ จัดทำ และปรับปรุงทะเบียนข้อมูลส่วนบุคคล (Data Inventory/Data Flow) ของระบบสารสนเทศ',
          'score' => 25.0,
        ),
        3 => 
        array (
          'name' => 'งานจัดทำหรือปรับปรุงเอกสารด้าน PDPA เช่น Privacy Policy, Consent Form และการเผยแพร่ข้อมูล',
          'score' => 30.0,
        ),
        4 => 
        array (
          'name' => 'งานกำหนดสิทธิ์ ตรวจสอบ และบริหารจัดการสิทธิ์ผู้ใช้งานระบบสารสนเทศตามบทบาทหน้าที่',
          'score' => 25.0,
        ),
      ),
    ),
  ),
  1 => 
  array (
    'name' => 'งานบริการคอมพิวเตอร์และซอฟต์แวร์เพื่อสำนักงานและการเรียนการสอน',
    'max_score' => 3000.0,
    'mains' => 
    array (
      'งานบริการติดตั้งเครื่องคอมพิวเตอร์และอุปกรณ์ที่เกี่ยวข้อง' => 
      array (
        0 => 
        array (
          'name' => 'งานให้บริการตอบข้อซักถาม แนะนำ ประสานงาน หรือแก้ไขปัญหาในการให้บริการของอุปกรณ์คอมพิวเตอร์และเทคโนโลยีต่าง ๆ แก่นักศึกษา และบุคลากรภายในมหาวิทยาลัย เพื่อสนับสนุนการเรียนการสอน และการปฏิบัติงาน',
          'score' => 10.0,
        ),
        1 => 
        array (
          'name' => 'งานสำรวจ จัดหาครุภัณฑ์คอมพิวเตอร์เพื่อสนับสนุนพันธกิจต่าง ๆ ของมหาวิทยาลัย',
          'score' => 15.0,
        ),
        2 => 
        array (
          'name' => 'งานให้บริการแก้ไขปัญหาการใช้งาน หรือซ่อมบำรุงอุปกรณ์คอมพิวเตอร์',
          'score' => 25.0,
        ),
        3 => 
        array (
          'name' => 'งานจัดการอุปกรณ์คอมพิวเตอร์หรืออุปกรณ์อื่น ๆ ที่เกี่ยวข้องในการแทงจำหน่ายอย่างเป็นระบบ',
          'score' => 25.0,
        ),
        4 => 
        array (
          'name' => 'งานจัดทำร่างข้อกำหนดคุณลักษณะงานด้านระบบคอมพิวเตอร์หรืออุปกรณ์ที่เกี่ยวข้อง',
          'score' => 25.0,
        ),
        5 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR), กรรมการกำหนดราคากลาง, กรรมการเปิดซองสอบราคา, กรรมการตรวจรับ งานด้านระบบคอมพิวเตอร์และอุปกรณ์ที่เกี่ยวข้อง (วงเงินไม่เกิน 500,000 บาท)',
          'score' => 25.0,
        ),
        6 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR), กรรมการกำหนดราคากลาง, กรรมการเปิดซองสอบราคา, กรรมการตรวจรับ งานด้านระบบคอมพิวเตอร์และอุปกรณ์ที่เกี่ยวข้อง (วงเงินมากกว่า 500,000 บาท)',
          'score' => 50.0,
        ),
      ),
      'งานบริการห้องปฏิบัติการคอมพิวเตอร์' => 
      array (
        0 => 
        array (
          'name' => 'งานจัดทำต้นแบบ (Master) ชุดคำสั่งระบบปฏิบัติการเพื่อการติดตั้ง',
          'score' => 25.0,
        ),
        1 => 
        array (
          'name' => 'งานติดตั้งชุดคำสั่งต้นแบบระบบปฏิบัติการห้องปฏิบัติการ จำนวนไม่เกิน 50 เครื่อง',
          'score' => 75.0,
        ),
        2 => 
        array (
          'name' => 'งานดูแล ตรวจสอบ ความพร้อมใช้งานของห้องปฏิบัติการคอมพิวเตอร์ เครื่องคอมพิวเตอร์ และอุปกรณ์ที่เกี่ยวข้อง',
          'score' => 25.0,
        ),
        3 => 
        array (
          'name' => 'งานติดตั้ง ซ่อมแซม บำรุงรักษาของห้องปฏิบัติการคอมพิวเตอร์ เครื่องคอมพิวเตอร์ และอุปกรณ์ที่เกี่ยวข้อง',
          'score' => 25.0,
        ),
        4 => 
        array (
          'name' => 'งานสำรวจ จัดหา เพื่อปรับปรุงอุปกรณ์คอมพิวเตอร์ และอุปกรณ์ไฟฟ้า ประจำห้องประชุม ห้องปฏิบัติการ ห้องหรือพื้นที่บริการคอมพิวเตอร์ เพื่อสนับสนุนการเรียนการสอน การค้นคว้าวิจัย เพื่อให้บริการแก่นักศึกษา อาจารย์ เจ้าหน้าที่และบุคคลภายนอก ให้มีประสิทธิภาพและมีเสถียรภาพพร้อมใช้งานตลอดเวลา',
          'score' => 50.0,
        ),
        5 => 
        array (
          'name' => 'งานให้บริการและบริหารจัดการระบบแจ้งซ่อมออนไลน์ในห้องปฏิบัติการคอมพิวเตอร์หรือห้องบริการอื่น ๆ ที่เกี่ยวข้อง',
          'score' => 15.0,
        ),
        6 => 
        array (
          'name' => 'งานจัดการอุปกรณ์คอมพิวเตอร์หรืออุปกรณ์อื่น ๆ ที่เกี่ยวข้องในการแทงจำหน่ายอย่างเป็นระบบ',
          'score' => 25.0,
        ),
        7 => 
        array (
          'name' => 'งานจัดทำร่างข้อกำหนดคุณลักษณะงานด้านระบบคอมพิวเตอร์หรืออุปกรณ์ที่เกี่ยวข้อง',
          'score' => 25.0,
        ),
        8 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR), กรรมการกำหนดราคากลาง, กรรมการเปิดซองสอบราคา, กรรมการตรวจรับ งานด้านระบบคอมพิวเตอร์และอุปกรณ์ที่เกี่ยวข้อง (วงเงินไม่เกิน 500,000 บาท)',
          'score' => 25.0,
        ),
        9 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR), กรรมการกำหนดราคากลาง, กรรมการเปิดซองสอบราคา, กรรมการตรวจรับ งานด้านระบบคอมพิวเตอร์และอุปกรณ์ที่เกี่ยวข้อง (วงเงินมากกว่า 500,000 บาท)',
          'score' => 50.0,
        ),
      ),
      'งานติดตั้งซอฟต์แวร์' => 
      array (
        0 => 
        array (
          'name' => 'งานสำรวจและจัดหาลิขสิทธิ์ซอฟต์แวร์ที่สนับสนุนการเรียนการสอนและการดำเนินงาน',
          'score' => 10.0,
        ),
        1 => 
        array (
          'name' => 'งานให้บริการแนะนำและติดตั้งซอฟต์แวร์ที่ถูกลิขสิทธิ์ แก่นักศึกษา อาจารย์ และบุคลากรของมหาวิทยาลัย ให้มีความพร้อมใช้งาน',
          'score' => 10.0,
        ),
        2 => 
        array (
          'name' => 'งานจัดทำร่างข้อกำหนดคุณลักษณะงานด้านซอฟต์แวร์เพื่อสนับสนุนการเรียนการสอน และการปฏิบัติงานตามที่มหาวิทยาลัยมอบหมาย',
          'score' => 25.0,
        ),
        3 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR), กรรมการกำหนดราคากลาง, กรรมการเปิดซองสอบราคา, กรรมการตรวจรับ งานด้านซอฟต์แวร์เพื่อสนับสนุนการเรียนการสอน และการปฏิบัติงานตามที่มหาวิทยาลัยต้องการ (วงเงินไม่เกิน 500,000 บาท)',
          'score' => 25.0,
        ),
        4 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR), กรรมการกำหนดราคากลาง, กรรมการเปิดซองสอบราคา, กรรมการตรวจรับ งานด้านซอฟต์แวร์เพื่อสนับสนุนการเรียนการสอน และการปฏิบัติงานตามที่มหาวิทยาลัยต้องการ (วงเงินมากกว่า 500,000 บาท)',
          'score' => 50.0,
        ),
      ),
    ),
  ),
  2 => 
  array (
    'name' => 'งานบริการระบบสารสนเทศและแพลตฟอร์มดิจิทัล',
    'max_score' => 3000.0,
    'mains' => 
    array (
      'งานดูแลระบบสารสนเทศของมหาวิทยาลัย' => 
      array (
        0 => 
        array (
          'name' => 'งานติดตั้งระบบสารสนเทศ/ชุดโปรแกรม',
          'score' => 15.0,
        ),
        1 => 
        array (
          'name' => 'งานสร้างหรือจัดการบัญชี หรือกำหนดสิทธิ์การใช้งาน (1 ระบบ/1 บัญชี)',
          'score' => 5.0,
        ),
        2 => 
        array (
          'name' => 'งานบริการให้คำแนะนำวิธีการใช้งาน และแก้ปัญหาการใช้งานระบบสารสนเทศของมหาวิทยาลัย',
          'score' => 10.0,
        ),
        3 => 
        array (
          'name' => 'งานวิเคราะห์ความต้องการ หรือปัญหา เพื่อปรับปรุงและพัฒนาการใช้งานระบบสารสนเทศ',
          'score' => 50.0,
        ),
        4 => 
        array (
          'name' => 'งานแก้ไขชุดคำสั่ง (Source Code) ของระบบสารสนเทศ (Function)',
          'score' => 50.0,
        ),
        5 => 
        array (
          'name' => 'งานแก้ไข/ปรับปรุงข้อมูลของระบบสารสนเทศ',
          'score' => 15.0,
        ),
        6 => 
        array (
          'name' => 'งานประมวลผลและสรุปรายงานผลการดำเนินงาน',
          'score' => 25.0,
        ),
        7 => 
        array (
          'name' => 'การประสานงานเพื่อแก้ไข/ปรับปรุงชุดคำสั่ง (Source Code) ของระบบสารสนเทศที่มหาวิทยาลัยจ้างพัฒนา',
          'score' => 15.0,
        ),
        8 => 
        array (
          'name' => 'งานปรับปรุงชุดคำสั่งให้สอดคล้องกับความต้องการของผู้ใช้ (Module)',
          'score' => 125.0,
        ),
        9 => 
        array (
          'name' => 'งานบริหารสัญญาการบำรุงรักษาระบบสารสนเทศของมหาวิทยาลัย (1 ระบบ)',
          'score' => 25.0,
        ),
        10 => 
        array (
          'name' => 'งานดูแล ประสานงานปรับปรุงอุปกรณ์และเทคโนโลยีที่เกี่ยวข้อง',
          'score' => 25.0,
        ),
        11 => 
        array (
          'name' => 'งานจัดทำร่างข้อกำหนดคุณลักษณของระบบสารสนเทศเพื่อการบริหารมหาวิทยาลัยตามที่มหาวิทยาลัยมอบหมาย',
          'score' => 25.0,
        ),
        12 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR), กรรมการกำหนดราคากลาง, กรรมการเปิดซองสอบราคา, กรรมการตรวจรับของระบบสารสนเทศของมหาวิทยาลัย (วงเงินไม่เกิน 500,000 บาท)',
          'score' => 25.0,
        ),
        13 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR), กรรมการกำหนดราคากลาง, กรรมการเปิดซองสอบราคา, กรรมการตรวจรับของระบบสารสนเทศของมหาวิทยาลัย (วงเงินมากกว่า 500,000 บาท)',
          'score' => 50.0,
        ),
      ),
    ),
  ),
  3 => 
  array (
    'name' => 'งานพัฒนาระบบสารสนเทศและแพลตฟอร์มดิจิทัล',
    'max_score' => 3000.0,
    'mains' => 
    array (
      'งานจัดหาระบบสารสนเทศ' => 
      array (
        0 => 
        array (
          'name' => 'งานสำรวจ/จัดหา/ศึกษาข้อมูล เพื่อวิเคราะห์และออกแบบระบบให้ตรงตามความต้องการของมหาวิทยาลัย',
          'score' => 50.0,
        ),
        1 => 
        array (
          'name' => 'งานจัดทำร่างข้อกำหนดคุณลักษณของระบบสารสนเทศที่ได้จัดหา',
          'score' => 25.0,
        ),
        2 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR), กรรมการกำหนดราคากลาง, กรรมการเปิดซองสอบราคา, กรรมการตรวจรับของระบบสารสนเทศของมหาวิทยาลัย (วงเงินไม่เกิน 500,000 บาท)',
          'score' => 25.0,
        ),
        3 => 
        array (
          'name' => 'การเป็นกรรมการกำหนดร่างขอบเขตของงาน (TOR), กรรมการกำหนดราคากลาง, กรรมการเปิดซองสอบราคา, กรรมการตรวจรับของระบบสารสนเทศของมหาวิทยาลัย (วงเงินมากกว่า 500,000 บาท)',
          'score' => 50.0,
        ),
      ),
      'งานพัฒนาระบบสารสนเทศ' => 
      array (
        0 => 
        array (
          'name' => 'งานศึกษาความเป็นไปได้ของการพัฒนาระบบสารสนเทศ',
          'score' => 25.0,
        ),
        1 => 
        array (
          'name' => 'งานจัดเก็บข้อมูลความต้องการของการพัฒนาระบบสารสนเทศ',
          'score' => 75.0,
        ),
        2 => 
        array (
          'name' => 'งานวิเคราะห์ระบบสารสนเทศ (Analysis)',
          'score' => 250.0,
        ),
        3 => 
        array (
          'name' => 'งานออกแบบระบบสารสนเทศ (Design)',
          'score' => 250.0,
        ),
        4 => 
        array (
          'name' => 'งานทดสอบระบบสารสนเทศ (Test)',
          'score' => 250.0,
        ),
        5 => 
        array (
          'name' => 'งานติดตั้งระบบสารสนเทศ (Implementation)',
          'score' => 65.0,
        ),
        6 => 
        array (
          'name' => 'งานพัฒนาระบบสารสนเทศ (Development) 1 Function',
          'score' => 50.0,
        ),
      ),
    ),
  ),
  4 => 
  array (
    'name' => 'งานพัฒนาเว็บไซต์และการสื่อสารดิจิทัล',
    'max_score' => 3000.0,
    'mains' => 
    array (
      'งานพัฒนาเว็บไซต์และการสื่อสารดิจิทัล' => 
      array (
        0 => 
        array (
          'name' => 'งานติดตั้งชุดคำสั่งสำเร็จรูปเพื่อพัฒนาเว็บไซต์ใหม่ ตามมาตรฐานเว็บไซต์ภาครัฐและความมั่นคงปลอดภัย',
          'score' => 250.0,
        ),
        1 => 
        array (
          'name' => 'งานพัฒนาและปรับปรุงแก้ไขเว็บไซต์ของมหาวิทยาลัย/หน่วยงาน และเว็บไซต์อื่น ๆ',
          'score' => 25.0,
        ),
        2 => 
        array (
          'name' => 'งานประสานและปรับปรุงข้อมูลเว็บไซต์ของมหาวิทยาลัย/หน่วยงาน และเว็บไซต์อื่น ๆ ให้เป็นปัจจุบัน',
          'score' => 15.0,
        ),
        3 => 
        array (
          'name' => 'งานประสาน ปรับปรุงและจัดการบัญชี หรือกำหนดสิทธิ์การใช้งานเว็บไซต์ของหน่วยงาน/มหาวิทยาลัย และเว็บไซต์อื่น ๆ',
          'score' => 5.0,
        ),
        4 => 
        array (
          'name' => 'งานบริการให้คำแนะนำ แก้ไขปัญหาการใช้งาน เว็บไซต์ของหน่วยงาน/มหาวิทยาลัย และเว็บไซต์อื่น ๆ',
          'score' => 10.0,
        ),
        5 => 
        array (
          'name' => 'งานอบรมการใช้งานเว็บไซต์ของมหาวิทยาลัย/หน่วยงาน และเว็บไซต์อื่น ๆ',
          'score' => 75.0,
        ),
        6 => 
        array (
          'name' => 'งานแก้ไขปัญหาการเข้าถึงและการแสดงผลเว็บไซต์',
          'score' => 25.0,
        ),
      ),
    ),
  ),
  5 => 
  array (
    'name' => 'งานข้อมูล การวิเคราะห์ และเทคโนโลยีอัจฉริยะ',
    'max_score' => 3000.0,
    'mains' => 
    array (
      'งานประมวลผลส่งข้อมูลตามพันธกิจของมหาวิทยาลัย' => 
      array (
        0 => 
        array (
          'name' => 'งานประสานรวบรวมข้อมูล',
          'score' => 25.0,
        ),
        1 => 
        array (
          'name' => 'งานเขียนชุดคำสั่งเพื่อรวบรวมรวมข้อมูล',
          'score' => 125.0,
        ),
        2 => 
        array (
          'name' => 'งานจัดทำ Data Cleansing และการเชื่อมต่อฐานข้อมูลภายนอก',
          'score' => 125.0,
        ),
        3 => 
        array (
          'name' => 'งานจัดส่งข้อมูลตามที่ได้รับมอบหมาย',
          'score' => 10.0,
        ),
      ),
      'งานพัฒนา AI และการประยุกต์ใช้ปัญญาประดิษฐ์' => 
      array (
        0 => 
        array (
          'name' => 'งานออกแบบและพัฒนาเครื่องมือ AI เพื่อช่วยสนับสนุนการทำงาน เช่น Chatbot, AI Assistant, ระบบช่วยตอบคำถาม หรือช่วยสรุปข้อมูล 1 Function',
          'score' => 50.0,
        ),
        1 => 
        array (
          'name' => 'งานนำ AI มาใช้วิเคราะห์ข้อมูลหรือสนับสนุนการตัดสินใจ เช่น การวิเคราะห์ข้อมูลผู้เรียน บุคลากร หรือการใช้งานระบบ 1 Function',
          'score' => 50.0,
        ),
      ),
      'งานพัฒนา Automation และการลดขั้นตอนการทำงาน' => 
      array (
        0 => 
        array (
          'name' => 'งานพัฒนา Automation เพื่อลดขั้นตอนงานซ้ำซ้อน เช่น การนำ RPA, Script, Workflow อัตโนมัติมาใช้ในงานประจำ 1 Function',
          'score' => 50.0,
        ),
        1 => 
        array (
          'name' => 'งานเชื่อมโยงระบบสารสนเทศแบบอัตโนมัติ (System Integration/API) เพื่อเพิ่มความรวดเร็วและลดความผิดพลาด',
          'score' => 50.0,
        ),
      ),
      'งานพัฒนา Smart Process และกระบวนการอัจฉริยะ' => 
      array (
        0 => 
        array (
          'name' => 'งานวิเคราะห์และปรับปรุงกระบวนการทำงานให้เป็น Smart Process โดยใช้เทคโนโลยีดิจิทัล 1 Function',
          'score' => 50.0,
        ),
        1 => 
        array (
          'name' => 'งานพัฒนาระบบหรือเครื่องมืออัจฉริยะเพื่อสนับสนุนการบริหารจัดการ เช่น Smart Dashboard, Smart Report, ระบบแจ้งเตือนอัตโนมัติ 1 Function',
          'score' => 50.0,
        ),
      ),
    ),
  ),
  6 => 
  array (
    'name' => 'งานบริการวิชาการด้านวิทยาการคอมพิวเตอร์',
    'max_score' => 3000.0,
    'mains' => 
    array (
      'งานบริการวิชาการและให้คำปรึกษา' => 
      array (
        0 => 
        array (
          'name' => 'ให้บริการข้อมูลเชิงสถิติ หรือข้อมูลทางวิชาการ เพื่อสนับสนุนภารกิจของหน่วยงานหรือมหาวิทยาลัย และใช้ประกอบการพิจารณากำหนดนโยบาย แผนงาน หลักเกณฑ์ มาตรการต่าง ๆ',
          'score' => 25.0,
        ),
        1 => 
        array (
          'name' => 'ให้คำปรึกษา แนะนำเบื้องต้น รวมทั้งตอบปัญหาและชี้แจงเรื่องต่าง ๆ เกี่ยวกับงานในหน้าที่ เพื่อให้ผู้รับบริการได้รับทราบข้อมูลความรู้ต่าง ๆ ที่เป็นประโยชน์',
          'score' => 25.0,
        ),
        2 => 
        array (
          'name' => 'การปฏิบัติหน้าที่วิทยากร อบรมถ่ายทอดความรู้ เพื่อสนับสนุนภารกิจของหน่วยงานหรือมหาวิทยาลัย (กรณีไม่ได้รับค่าตอบแทน และไม่ใช่ภารกิจส่วนตัว)',
          'score' => 75.0,
        ),
        3 => 
        array (
          'name' => 'การปฏิบัติหน้าที่ผู้ช่วยวิทยากร อบรมถ่ายทอดความรู้ เพื่อสนับสนุนภารกิจของหน่วยงานหรือมหาวิทยาลัย (กรณีไม่ได้รับค่าตอบแทน และไม่ใช่ภารกิจส่วนตัว)',
          'score' => 50.0,
        ),
        4 => 
        array (
          'name' => 'ให้คำปรึกษา แนะนำวิธีการปฏิบัติงาน กำกับดูแลนักศึกษาฝึกประสบการณ์วิชาชีพ/นักศึกษาปฏิบัติงานหารายได้ระหว่างเรียน ที่มาปฏิบัติงานประจำ ณ หน่วยงาน เพื่อสนับสนุนให้นักศึกษาได้รับประสบการณ์ที่มีคุณภาพ เป็นประโยชน์ต่อการประกอบวิชาชีพในอนาคต',
          'score' => 25.0,
        ),
      ),
    ),
  ),
  7 => 
  array (
    'name' => 'งานบริหารโครงการและสร้างเครือข่ายความร่วมมือ',
    'max_score' => 3000.0,
    'mains' => 
    array (
      'งานบริหารโครงการเพื่อสนับสนุนภารกิจของหน่วยงานหรือมหาวิทยาลัย' => 
      array (
        0 => 
        array (
          'name' => 'ผู้รับผิดชอบหลักในการจัดโครงการหรือกิจกรรม เพื่อสนับสนุนภารกิจของหน่วยงานหรือมหาวิทยาลัย',
          'score' => 200.0,
        ),
        1 => 
        array (
          'name' => 'ผู้รับผิดชอบร่วมในการจัดโครงการหรือกิจกรรม เพื่อสนับสนุนภารกิจของหน่วยงานหรือมหาวิทยาลัย',
          'score' => 100.0,
        ),
        2 => 
        array (
          'name' => 'ผู้รับผิดชอบหลักในการจัดโครงการหรือกิจกรรมเพื่อสนับสนุนการจัดการเรียนการสอนตามแนวคิดวิศวกรสังคม (Social Engineer)/ห้องปฏิบัติการทางสังคม (Social Lab)/การมีส่วนร่วมทางสังคม (Social Participation) หรือการปฏิบัติงานเชิงพื้นที่ตามพันธกิจมหาวิทยาลัย',
          'score' => 200.0,
        ),
      ),
      'งานสร้างเครือข่ายความร่วมมือ' => 
      array (
        0 => 
        array (
          'name' => 'ผู้รับผิดชอบร่วมในการจัดโครงการหรือกิจกรรมเพื่อสนับสนุนการจัดการเรียนการสอนตามแนวคิดวิศวกรสังคม (Social Engineer)/ห้องปฏิบัติการทางสังคม (Social Lab)/การมีส่วนร่วมทางสังคม (Social Participation) หรือการปฏิบัติงานเชิงพื้นที่ตามพันธกิจมหาวิทยาลัย',
          'score' => 100.0,
        ),
        1 => 
        array (
          'name' => 'ผู้รับผิดชอบหลักในการสร้างเครือข่ายความร่วมมือหรือจัดทำข้อตกลงความร่วมมือ (MOU/MOA) ตามบทบาทและพันธกิจของมหาวิทยาลัย',
          'score' => 200.0,
        ),
        2 => 
        array (
          'name' => 'ผู้รับผิดชอบร่วมในการสร้างเครือข่ายความร่วมมือหรือจัดทำข้อตกลงความร่วมมือ (MOU) ตามบทบาทและพันธกิจของมหาวิทยาลัยกลุ่ม 3 กลุ่มพัฒนาชุมชนท้องถิ่นหรือชุมชนอื่น',
          'score' => 100.0,
        ),
        3 => 
        array (
          'name' => 'ผู้รับผิดชอบหลักในการจัดโครงการหรือกิจกรรมเพื่อบรรลุวัตถุประสงค์ในข้อตกลงความร่วมมือ (MOU/MOA) โดยประสานความร่วมมือระหว่างมหาวิทยาลัยและหน่วยงานเครือข่าย',
          'score' => 100.0,
        ),
        4 => 
        array (
          'name' => 'ผู้รับผิดชอบร่วมในการจัดโครงการหรือกิจกรรมเพื่อบรรลุวัตถุประสงค์ในข้อตกลงความร่วมมือ (MOU/MOA) โดยประสานความร่วมมือระหว่างมหาวิทยาลัยและหน่วยงานเครือข่าย',
          'score' => 50.0,
        ),
      ),
    ),
  ),
  8 => 
  array (
    'name' => 'งานอื่น ๆ ที่ได้รับมอบหมาย',
    'max_score' => 3000.0,
    'mains' => 
    array (
      'งานที่ได้รับมอบหมายจากหน่วยงานภายนอก' => 
      array (
        0 => 
        array (
          'name' => 'งานที่ได้รับมอบหมายหรือได้รับแต่งตั้งให้เป็นคณะกรรมการดำเนินงานของหน่วยงานระดับกระทรวง',
          'score' => 250.0,
        ),
        1 => 
        array (
          'name' => 'งานที่ได้รับมอบหมายหรือได้รับแต่งตั้งให้เป็นคณะกรรมการดำเนินงานของหน่วยงานระดับกรม/สภาวิชาชีพ',
          'score' => 200.0,
        ),
        2 => 
        array (
          'name' => 'งานที่ได้รับมอบหมายหรือได้รับแต่งตั้งให้เป็นคณะกรรมการดำเนินงานของหน่วยงานต่ำกว่าระดับกรม',
          'score' => 150.0,
        ),
      ),
      'งานที่ได้รับมอบหมายจากมหาวิทยาลัย' => 
      array (
        0 => 
        array (
          'name' => 'งานที่ได้รับมอบหมายให้เป็นคณะกรรมการดำเนินงานระดับมหาวิทยาลัย ในพันธกิจความร่วมมือกับหน่วยงานภายนอก/พันธกิจหรือโครงการตามแผนปฏิบัติราชการประจำปี (นำเข้าข้อมูลอัตโนมัติ โดยกองการเจ้าหน้าที่ สำนักงานอธิการบดี)',
          'score' => 0.0,
        ),
        1 => 
        array (
          'name' => 'งานอื่น ๆ ที่ได้รับมอบหมายจากมหาวิทยาลัยในพันธกิจความร่วมมือกับหน่วยงานภายนอก (กรณีไม่ได้รับค่าตอบแทนจากการปฏิบัติหน้าที่ตามคำสั่งเท่านั้น)**กำหนดให้ผู้รับการประเมินนำเข้าข้อมูลผลการปฏิบัติงานนี้เองได้ หากไม่ปรากฏรายชื่อคำสั่งฯ ในภาระงานข้อ 4 ที่นำเข้าข้อมูลอัตโนมัติโดยกองการเจ้าหน้าที่ สำนักงานอธิการบดี**',
          'score' => 200.0,
        ),
        2 => 
        array (
          'name' => 'งานอื่น ๆ ที่ได้รับมอบหมายจากมหาวิทยาลัยในพันธกิจหรือโครงการตามแผนปฏิบัติราชการประจำปี (กรณีไม่ได้รับค่าตอบแทนจากการปฏิบัติหน้าที่ตามคำสั่งเท่านั้น)**กำหนดให้ผู้รับการประเมินนำเข้าข้อมูลผลการปฏิบัติงานนี้เองได้ หากไม่ปรากฏรายชื่อคำสั่งฯ ในภาระงานข้อ 4 ที่นำเข้าข้อมูลอัตโนมัติโดยกองการเจ้าหน้าที่ สำนักงานอธิการบดี**',
          'score' => 150.0,
        ),
      ),
      'งานที่ได้รับมอบหมายจากหน่วยงาน/คณะกรรมการ/ผู้บริหารมหาวิทยาลัย' => 
      array (
        0 => 
        array (
          'name' => 'งานที่ได้รับมอบหมายให้เป็นคณะกรรมการดำเนินงานระดับคณะ/สำนัก/สถาบัน/ศูนย์/กอง (นำเข้าข้อมูลอัตโนมัติ โดยกองการเจ้าหน้าที่ สำนักงานอธิการบดี)',
          'score' => 0.0,
        ),
        1 => 
        array (
          'name' => 'งานอื่น ๆ ที่ได้รับมอบหมายจากคณะ/สำนัก/สถาบัน/ศูนย์/กอง (กรณีไม่ได้รับค่าตอบแทนจากการปฏิบัติหน้าที่ตามคำสั่งเท่านั้น)**กำหนดให้ผู้รับการประเมินนำเข้าข้อมูลผลการปฏิบัติงานนี้เองได้ หากไม่ปรากฏรายชื่อคำสั่งฯ ในภาระงานข้อ 7 ที่นำเข้าข้อมูลอัตโนมัติโดยกองการเจ้าหน้าที่ สำนักงานอธิการบดี**',
          'score' => 100.0,
        ),
        2 => 
        array (
          'name' => 'งานอื่น ๆ ที่ได้รับมอบหมายจากคณะกรรมการหรือผู้บริหารของมหาวิทยาลัย (กรณีไม่ได้รับค่าตอบแทนจากการปฏิบัติหน้าที่ตามคำสั่งเท่านั้น)**กำหนดให้ผู้รับการประเมินนำเข้าข้อมูลผลการปฏิบัติงานนี้เองได้ หากไม่ปรากฏรายชื่อคำสั่งฯ ในภาระงานข้อ 7 ที่นำเข้าข้อมูลอัตโนมัติโดยกองการเจ้าหน้าที่ สำนักงานอธิการบดี**',
          'score' => 100.0,
        ),
      ),
      'งานเชิงพัฒนาและการพัฒนาตนเอง' => 
      array (
        0 => 
        array (
          'name' => 'การส่งคู่มือปฏิบัติงานหลักและแบบคำขอรับการประเมินเพื่อเข้าสู่ตำแหน่งที่สูงขึ้น',
          'score' => 250.0,
        ),
        1 => 
        array (
          'name' => 'การส่งคู่มือปฏิบัติงานในหน้าที่ หรือกระบวนการพัฒนางานวิจัย งานเชิงสร้างสรรค์ หรือแนวปฏิบัติที่ดีในการปฏิบัติงาน (Best Practice)',
          'score' => 150.0,
        ),
        2 => 
        array (
          'name' => 'การจัดทำคู่มือปฏิบัติงาน/คู่มือการให้บริการ/คำแนะนำเบื้องต้น ในรูปแบบ One-Page (ความยาว 1-2 หน้า) ที่มีองค์ประกอบข้อมูลสำคัญครบถ้วน สื่อสารได้ชัดเจนและเข้าใจได้ง่าย ระบุขั้นตอนการดำเนินงานหรือให้บริการเบื้องต้น กฎระเบียบที่เกี่ยวข้อง ข้อมูลติดต่อ อัตราค่าบริการ หรือแสดงขั้นตอนการใช้งานหรือวิธีการติดตั้งอุปกรณ์ในการปฏิบัติงานอย่างถูกต้อง',
          'score' => 50.0,
        ),
        3 => 
        array (
          'name' => 'การพัฒนาตนเองที่ได้รับมอบหมายจากหน่วยงาน',
          'score' => 100.0,
        ),
      ),
    ),
  ),
  9 => 
  array (
    'name' => 'โครงการหรือกิจกรรมที่มีส่วนร่วม',
    'max_score' => 1000.0,
    'mains' => 
    array (
      'การเข้าร่วมโครงการหรือกิจกรรมของมหาวิทยาลัย' => 
      array (
        0 => 
        array (
          'name' => 'การเข้าร่วมโครงการหรือกิจกรรม',
          'score' => 0.0,
        ),
      ),
    ),
  ),
);
